[
  "obsidian-hider",
  "obsidian-minimal-settings",
  "note-refactor-obsidian",
  "code-block-copy",
  "customizable-menu",
  "nldates-obsidian",
  "obsidian-smart-typography",
  "obsidian-plugin-prettier",
  "homepage",
  "obsidian-metronome-plugin",
  "window-collapse",
  "quickadd",
  "sliding-panes-obsidian"
]