tap "caskformula/caskformula"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "eth-p/software"

brew "python@3.9", link: false
brew "node", link: false
brew "nvm"

brew "git"
brew "bat"
brew "eth-p/software/bat-extras"
brew "fzf"
brew "glow"
brew "micro"
brew "ripgrep"
brew "starship"

cask "fig"
cask "iterm2"
cask "github"
cask "visual-studio-code"
cask "obsidian"
cask "openinterminal"
